Repository: joeshaw/beagle
Catalog: beagle/po/*.po
Languages: id

source: <b>Conversations History</b>
id: <b>Riwayat Percakapan</b>

source: IM Viewer
id: Penampil IM

source: Conversations in {0}
id: Percakapan dalam {0}

source: Conversations in {0} ({1})
id: Percakapan dalam {0} ({1})

source: Conversations with {0}
id: Percakapan dengan {0}

source: On This Computer
id: Di Komputer Ini

source: Today
id: Hari ini

source: Yesterday
id: Kemarin

source: MMM d
id: d MMM

source: MMM d, yyyy
id: d MMM yyyy

source: Today, {0}
id: Hari ini, {0}

source: Yesterday, {0}
id: Kemarin, {0}

source: {0} day ago, {1}
id: {0} hari lalu, {1}

source: MMMM d, h:mm tt
id: d MMMM, h:mm tt

source: MMMM d yyyy, h:mm tt
id: d MMMM yyyy, h:mm tt

source: {0} hour
id: {0} jam

source: {0} minute
id: {0} menit

source: {0} byte
id: {0} bita

source: beagle is indexing %s
id: beagle sedang mengindeks %s

source: beagle is indexing link %s
id: beagle sedang mengindeks taut %s

source: Index This Page
id: Indeks Halaman Ini

source: Index Link
id: Taut Indeks

source: Reload Config File
id: Muat Ulang Berkas Konfig

source: Auto Index
id: Indeks Otomatis

source: Prompt key words when index on demand
id: Meminta kata kunci ketika mengindeks sesuai kebutuhan

source: Extra keywords to index
id: Kata kunci ekstra untuk diindeks

source: Index Information
id: Informasi Indeks

source: Number of items currently indexed:
id: Cacah butir yang kini terindeks:

source: <i>NOTE: The search service is still indexing new data.</i>
id: <i>CATATAN: Layanan pencarian sedang mengindeks data baru.</i>

source: No results were found.
id: Tak ditemukan hasil.

source: Your search for "{0}" did not match any files on your computer.
id: Pencarian Anda untuk "{0}" tak cocok dengan berkas manapun pada komputer Anda.

source: You can select "Find in: All" to search everywhere.
id: Anda dapat memilih "Cari di: Semua" untuk mencari ke semua tempat.

source: You should check the spelling of your search words to see if you accidentally misspelled any words.
id: Anda mesti memeriksa ejaan kata pencarian Anda untuk melihat apakah Anda tidak sengaja salah eja kata.

source: If you are searching for GMail emails, select "Global" Search Domain using the "Search" menu.
id: Bila Anda mencari dari surel GMail, pilih Domain Pencarian "Global" memakai menu "Pencarian".

source: You can use upper and lower case; search is case-insensitive.
id: Anda dapat memakai huruf besar dan kecil; pencarian tak membedakannya.

source: To search for optional terms, use OR. ex: <b>George OR Ringo</b>
id: Untuk mencari istilah opsional, gunakan OR. cth: <b>Rudi OR Hartono</b>

source: To exclude search terms, use the minus symbol in front, such as <b>-cats</b>
id: Untuk menafikan pencarian istilah, gunakan tanda minus di depat, seperti <b>-bulat</b>

source: When searching for a phrase, add quotes. ex: <b>"There be dragons"</b>
id: Ketika mencari suatu frasa, tambahkan tanda kutip. mis: <b>"Bhinneka Tunggal Ika"</b>

source: Specify the extension to search among files with that extension. ex: <b>bean soup .html</b>
id: Nyatakan ekstensi untuk mencari hanya pada berkas dengan ektensi tersebut. mis: <b>kacang polong .html</b>

source: Quick Tips
id: Tip Kilat

source: Beagle cannot be run as root
id: Beagle tak dapat dijalankan sebagai root

source: For security reasons, Beagle cannot be run as root. You should restart as a regular user.
id: Karena alasan keamanan, Beagla tak dapat dijalankan sebagai root. Anda mesti memulai ulang sebagai pengguna biasa.

source: Search service not running
id: Layanan pencarian tidak sedang berjalan

source: The search service does not appear to be running. You can start it by clicking the button below.
id: Layanan pencarian sepertinya tidak sedang berjalana. Anda dapat memulainya dengan mengklik tombol di bawah.

source: Start search service
id: Mulai layanan pencarian

source: Automatically start service on login
id: Otomatis jalankan layanan saat log masuk

source: Inside archive {0}
id: Di dalam arsip {0}

source: File:
id: Berkas:

source: Title:
id: Judul:

source: Inside File:
id: Di Dalam Berkas:

source: Author:
id: Penulis:

source: Description:
id: Keterangan:

source: Time:
id: Waktu:

source: Location:
id: Lokasi:

source: Attendees:
id: Peserta:

source: Send Mail
id: Kirim Surat

source: E-Mail:
id: Surel:

source: Mobile Phone:
id: Telpon Seluler:

source: Work Phone:
id: Telepon Kantor:

source: Home Phone:
id: Telepon Rumah:

source: Reveal in Folder
id: Perlihatkan dalam Folder

source: E-Mail
id: Surel

source: Move to Trash
id: Buang ke Tong Sampah

source: Find Documents From Same Author
id: Cari Dokumen Dari Penulis Yang Sama

source: Last Edited:
id: Terakhir Disunting:

source: Full Path:
id: Path Lengkap:

source: Empty
id: Kosong

source: Contains {0} Item
id: Memuat {0} Butir

source: IM Conversation
id: Percakapan IM

source: Name:
id: Nama:

source: Date Received:
id: Tanggal Diterima:

source: Idle
id: Menganggur

source: Away
id: Pergi

source: Offline
id: Luring

source: Available
id: Tersedia

source: Set as Wallpaper
id: Jadikan Gambar Latar

source: Tags:
id: Tag:

source: Modified:
id: Diubah:

source: Comment:
id: Komentar:

source: Mail attachment
id: Lampiran surat

source: Find Messages From Sender
id: Temukan Pesan Dari Pengirim

source: (untitled)
id: (tanpa judul)

source: Send in Mail
id: Kirim dalam Surat

source: Subject:
id: Tentang:

source: To:
id: Ke:

source: From:
id: Dari:

source: Date Sent:
id: Tanggal Dikirim:

source: Manual page
id: Halaman manual

source: Open With
id: Buka Dengan

source: Site:
id: Situs:

source: Date Viewed:
id: Tanggal Ditilik:

source: Date:
id: Tanggal:

source: {0} page
id: {0} halaman

source: Open
id: Buka

source: Applications
id: Aplikasi

source: Contacts
id: Kontak

source: Calendar Events
id: Acara Kalender

source: Folders
id: Folder

source: Images
id: Gambar

source: Audio
id: Suara

source: Documents
id: Dokumen

source: Conversations
id: Percakapan

source: Websites
id: Situs web

source: News Feeds
id: Asupan Berita

source: Archives
id: Arsip

source: Tomorrow
id: Besok

source: {0} week ago
id: {0} minggu yang lalu

source: In {0} week
id: Dalam {0} minggu

source: {0} month ago
id: {0} bulan yang lalu

source: In {0} month
id: Dalam {0} bulan

source: {0} year ago
id: {0} tahun yang lalu

source: In {0} year
id: Dalam {0} tahun

source: Accessed:
id: Diakses:

source: Desktop Search
id: Pencarian Desktop

source: No Recent Searches
id: Tak Ada Pencarian Terkini

source: Recent Searches
id: Pencarian Terkini

source: Clear
id: Hapus

source: Quit
id: Keluar

source: {0} result
id: {0} hasil

source: {0}-{1} of {2}
id: {0}-{1} dari {2}

source: Session D-Bus not accessible
id: Sesi D-Bus tak dapat diakses

source: Cannot run with parameter '--icon' when session D-Bus is not accessible.
id: Tak bisa berjalan dengan parameter '--icon' ketika sesi D-Bus tak dapat diakses.

source: Hide
id: Sembunyikan

source: All
id: Semua

source: My Files
id: Berkasku

source: Pictures
id: Gambar

source: Source Code
id: Kode Sumber

source: Emails
id: Surel

source: Chat Logs
id: Log Percakapan

source: Notes
id: Catatan

source: _Find in:
id: Cari _dalam:

source: Find Now
id: Cari Sekarang

source: Type in search terms
id: Ketikkan istilah yang dicari

source: Start searching
id: Memulai pencarian

source: Desktop Search: {0}
id: Pencarian Desktop: {0}

source: There are computers near you running Beagle
id: Ada komputer di sekitar yang menjalankan Beagle

source: You can select to search other computers from the "Search" menu.
id: Anda dapat memilih untuk mencari pada komputer lain dari menu "Pencarian".

source: Search service started
id: Layanan pencarian dimulai

source: Starting service failed
id: Gagal menjalankan layanan

source: Service is already running!
id: Layanan telah berjalan!

source: Stopping service failed
id: Gagal menghentikan layanan

source: Service was not running!
id: Layanan tidak sedang berjalan!

source: Search service stopped
id: Layanan pencarian dihentikan

source: Your data is being indexed
id: Data Anda sedang diindeks

source: The search service is in the process of indexing your data. Search results may be incomplete until indexing has finished.
id: Layanan pencarian sedang dalam proses pengindeksan data Anda. Hasil pencarian mungkin tak lengkap sampai pengindeksan selesai.

source: Showing {0} match
id: Menampilkan {0} yang cocok

source: Too many matches. Showing latest {0} of total {1}
id: Terlalu banyak yang cocok. Menampilkan {0} terakhir dari total {1}

source: Close Desktop Search
id: Tutup Pencarian Desktop

source: Exit Desktop Search
id: Keluar Pencarian Desktop

source: _Search
id: _Cari

source: Search _Domains
id: Pencarian _Domain

source: _Actions
id: _Aksi

source: _View
id: _Tilikan

source: Service _Options
id: _Opsi Layanan

source: _Help
id: Ba_ntuan

source: Start service
id: Mulai layanan

source: Stop service
id: Hentikan layanan

source: Index information
id: Informasi indeks

source: _Contents
id: _Isi

source: Help - Table of Contents
id: Bantuan - Daftar Isi

source: About Desktop Search
id: Tentang Pencarian Desktop

source: Sort by Date _Modified
id: Urutkan menurut _Tanggal Diubah

source: Sort the most-recently-modified matches first
id: Urutkan agar yang di awal adalah yang terbaru diubah

source: Sort by _Name
id: Urutkan menurut _Nama

source: Sort matches by name
id: Urutkan kecocokan berdasarkan nama

source: Sort by _Relevance
id: Urutkan menurut _Relevansi

source: Sort the best matches first
id: Urutkan agar yang di awal adalah yang paling cocok

source: _Local
id: _Lokal

source: Search in personal data in this computer
id: Cari di data pribadai dalam komputer ini

source: _System
id: _Sistem

source: Search in system data on this computer
id: Cari di data sistem pada komputer ini

source: Search in internet services
id: Cari di layanan internet

source: _Neighborhood
id: Teta_ngga

source: Search on computers near me
id: Cari pada komputer di sekitar

source: Show Details
id: Tampilkan Rincian

source: Couldn't launch web browser
id: Tak bisa luncurkan peramban web.

source: translator-credits
id: Andika Triwidada <andika@gmail.com>, 2011.

source: Search
id: Cari

source: Search for data on your desktop
id: Cari data pada desktop Anda

source: An error occurred
id: Terjadi kesalahan

source: Display the search window by pressing {0}
id: Tampilkan jendela pencarian dengan menekan {0}

source: Reload configuration
id: Muat ulang konfigurasi

source: The configuration file has been modified by another application. Do you wish to discard the currently displayed values and reload configuration from disk?
id: Berkas konfigurasi telah diubah oleh aplikasi lain. Apakah Anda ingin membuang nilai yang kini ditampilkan dan memuat ulang konfigurasi dari disk?

source: Select Path
id: Pilih path

source: The selected path is already selected for indexing and wasn't added.
id: Path yang dipilih telah dipilih sebelumnya untuk diindeks dan tak ditambahkan.

source: The selected path wasn't added. The list contains items that supersedes it and the data is already being indexed.
id: Path yang dipilih tak ditambahkan. Daftar memuat butir yang memuatnya dan data telah diindeks.

source: Path not added
id: Path tak ditambahkan

source: Remove obsolete paths
id: Hapus path yang tak berlaku lagi

source: Adding this path will obsolete some of the existing include paths. This will result in the removal of the old obsolete paths. Do you still wish to add it?
id: Menambahkan path ini akan membuat beberapa path yang telah ada tak berlaku lagi. Ini akan menyebabkan penghapusan path lama yang tak berlaku lagi. Apakah Anda masih ingin menambahkannya?

source: Remove path
id: Hapus path

source: Are you sure you wish to remove this path from the list of directories to be included for indexing?
id: Anda yakin ingin menghapus path ini dari daftar direktori yang disertakan saat pengindeksan?

source: Remove item
id: Hapus butir

source: Are you sure you wish to remove this item from the list of data to be excluded from indexing?
id: Anda yakin ingin menghapus butir ini dari daftar data yang tak diindeks?

source: Remote host already present in the list.
id: Host jauh telah ada di dalam daftar.

source: Remote beagle host not added
id: Host beagle jauh tak ditambahkan

source: Remove host
id: Hapus host

source: Are you sure you wish to remove this host from the list?
id: Anda yakin ingin menghapus host ini dari daftar?

source: Name
id: Nama

source: Type
id: Tipe

source: Pattern:
id: Pola:

source: Mail folder:
id: Folder surat:

source: Address
id: Alamat

source: Select Folder
id: Pilih Folder

source: M_ail folder:
id: Folder sur_at:

source: P_attern:
id: Pol_a:

source: Error adding path
id: Galat saat menambahkan path

source: The specified path could not be found and therefore it could not be added to the list of resources excluded for indexing.
id: Path yang dinyatakan tak dapat ditemukan sehingga tak dapat ditambahkan ke daftar sumber daya yang tak diindeks.

source: Connecting to {0}
id: Menyambung ke {0}

source: Evolution's mail.
id: Surat Evolution.

source: Evolution's address book, memos and tasks.
id: Buku alamat, memo, dan tugas Evolution.

source: Thunderbird's email.
id: Surel Thunderbird.

source: RSS feeds from Akregator.
id: Asupan RSS dari Akregator.

source: RSS feeds from Blam.
id: Asupan RSS dari Blam.

source: Files and folders on the local file system.
id: Berkas dan folder pada sistem berkas lokal.

source: Mail messages from KMail.
id: Pesan surat dari KMail.

source: Notes from KNotes.
id: Catatan dari KNotes.

source: Agenda from KOrganizer.
id: Agenda dari KOrganizer.

source: Contacts from KAddressBook.
id: Kontak dari KAddressBook.

source: Konqueror's bookmarks.
id: Penanda taut Konqueror.

source: Konqueror's history.
id: Riwayat Konqueror

source: IMs and chats from Konversation.
id: IM dan percakapan dari Konversation.

source: IMs and chats from Kopete
id: IM dan percakapan dari Kopete

source: Mind-maps from Labyrinth.
id: Mind-map dari Labyrinth.

source: RSS feeds from Liferea.
id: Asupan RSS dari Liferea.

source: Nautilus' metadata (emblems, notes, etc.)
id: Metadata Nautilis (emblem, catatan, dsb.)

source: Search other search services in the network (EXPERIMENTAL)
id: Cari di layanan pencarian lain di dalam jaringan (EKSPERIMENTAL)

source: Opera's bookmarks and browsing history.
id: Riwayat perambanan dan penanda taut Opera.

source: IMs and chats from Pidgin.
id: IM dan percakapan dari Pidgin.

source: Notes from Tomboy.
id: Catatan dari Tomboy.

source: (System) Applications
id: Aplikasi (sistem)

source: (System) Help files
id: Berkas bantuan (sistem)

source: (System) Manual pages
id: Halaman manual (sistem)

source: (System) Supplementary search results using 'locate' command
id: Hasil pencarian tambahan memakai perintah 'locate' (sistem)

source: (System) Mono documentation
id: Dokumentasi Mono (sistem)

source: (System) Files from Windows' partition
id: Berkas dari partisi Windows (sistem)

source: Description
id: Deskripsi

source: Configure Desktop Search
id: Atur Pencarian Desktop

source: Search & Indexing
id: Pencarian & Pengindeksan

source: Grab key combination
id: Tangkap kombinasi tombol

source: Please press the new key combination
id: Silakan tekan kombinasi tombol baru

source: Disabled
id: Dimatikan

source: <b>Administration</b>
id: <b>Administrasi</b>

source: <b>Display</b>
id: <b>Tampilan</b>

source: <b>Exclude Resource</b>
id: <b>Tak Sertakan Sumber Daya</b>

source: <b>General</b>
id: <b>Umum</b>

source: <b>Local and System sources</b>
id: <b>Sumber sistem dan lokal</b>

source: <b>Networking</b>
id: <b>Jejaring</b>

source: <b>Privacy</b>
id: <b>Privasi</b>

source: <b>Select Mail Folder</b>
id: <b>Pilih Folder Surat</b>

source: <b>User Interface</b>
id: <b>Antar Muka Pengguna</b>

source: <i>Changes will take effect only after daemon restart.</i>
id: <i>Perubahan akan diterapkan hanya setelah daemon distart ulang.</i>

source: <i>This setting does not apply while on battery power.</i>
id: <i>Pengaturan ini tak berlaku ketika tenaga baterai lemah.</i>

source: <span weight="bold" size="larger">Password required.</span>
id: <span weight="bold" size="larger">Diperlukan sandi.</span>

source: Add Remote Host
id: Tambahkan Host Jauh

source: Add a static host
id: Tambahkan suatu host statik

source: Add any additional paths to be included for indexing.
id: Tambahkan path lain untuk disertakan saat pengindeksan.

source: Add any remote search-enabled hosts you wish to network with.
id: Tambahkan host yang dapat dicari dari jauh yang ingin Anda jaring.

source: Adjust which types of results should be visible, and in what order they should be presented when grouped by type.
id: Atur jenis mana dari hasil yang mesti nampak dan dalam urutan apa mereka mesti disajikan ketika dikelompokkan berdasar jenis.

source: Allow external access to local search services (EXPERIMENTAL)
id: Ijinkan akses eksternal ke layanan pencarian lokal (EKSPERIMENTAL)

source: Automatically s_tart searching after the user has stopped typing
id: Otoma_tis memulai pencarian setelah pengguna berhenti mengetik

source: Change
id: Ubah

source: Data sources
id: Sumber data

source: Display the search window by pressing
id: Tampilkan jendela pencarian dengan menekan

source: Enable the data sources that you want to index and search.
id: Aktifkan sumber data yang ingin Anda indeks dan cari.

source: Enable web interface for local search service
id: Aktifkan antarmuka web bagi layanan pencarian lokal

source: Exclude Resource
id: Tak Sertakan Sumber Daya

source: Filename _pattern
id: _Pola nama berkas

source: I_ndex my home directory
id: I_ndeks direktori rumahku

source: In order for you to perform Beagle searches on this computer, you must enter a password.
id: Untuk melakukan pencarian Beagle pada komputer ini, Anda mesti memasukkan sandi.

source: Index data while on _battery power
id: Lakukan pengindeksan data ketika memakai daya _baterai

source: Index more aggressively while the s_creensaver is activated
id: Indeks secara lebih agresif ketika s_creensaver diaktifkan

source: Index name:
id: Nama indeks:

source: Indexing
id: Mengindeks

source: Network options
id: Opsi jaringan

source: Password for {0}
id: Kata sandi bagi {0}

source: Password:
id: Kata sandi:

source: Please select a resource you wish to exclude from indexing.
id: Silakan pilih suatu sumber daya yang tidak ingin Anda indeks.

source: Please select the mail folder you wish to exclude from indexing.
id: Silakan pilih folder surat yang tidak ingin Anda indeks.

source: Require a password to search this computer remotely
id: Memerlukan sandi untuk mencari komputer ini dari jauh

source: Search Preferences
id: Preferensi Pencarian

source: Searching
id: Mencari

source: Select Mail Folder
id: Pilih Folder Surat

source: Specify any resources, such as paths, patterns, mail folders or type of objects you wish to exclude from indexing.
id: Nyatakan sebarang sumber daya, seperti misalnya path, pola, folder surat, atau jenis objek yang tidak ingin Anda indeks.

source: Type:
id: Tipe:

source: _Allow Beagle to be run as root
id: Ijink_an Beagle berjalan sebagai root

source: _Browse...
id: Ram_ban...

source: _Choose from currently available hosts
id: _Pilih dari host yang kini tersedia

source: _Folder path
id: Path _folder

source: _Hostname:
id: Nama _host:

source: _Mail folder
id: _Folder surat

source: _Password:
id: _Kata Sandi:

source: _Start search & indexing services automatically
id: Otomati_s jalankan layanan pencarian & pengindeksan
